Repository: giellalt/corpus-sme
Catalog: tmx/nob2sme/admin/depts/regjeringen.no/5_id_458449.html.tmx
Source language: sme
Languages: nob

source: Dás don leat :
nob: Du er her :

source: Bargodepartemeanta
nob: Arbeidsdepartementet

source: Dokumeanttat
nob: Dokumenter

source: Proposišuvnnat ja dieđáhusat
nob: Proposisjoner og meldinger

source: Dieđáhusat Stuorradiggái
nob: Meldinger til Stortinget

source: 5 Sámedikki rolla stáhta , ...
nob: 5 Sametingets rolle i ...

source: St.dieđ. nr. 55 ( 2000-2001 )
nob: St.meld. nr. 55 ( 2000-2001 )

source: Sámepolitihka birra
nob: Om samepolitikken

source: Bláđe dokumeanttas :
nob: Bla i dokumentet :

source: &lt; 4 Sámedikki váldi ja ...
nob: &lt; 4 Sametingets myndighet ...

source: 6 Oarjelsámit , nuortasámit / goltásámit ... &gt;
nob: 6 Sørsamer , østsamer ... / skoltesamer &gt;

source: Ovdasiidu
nob: Dokumentets forside

source: 5 Sámedikki rolla stáhta , gieldda ja fylkkagieldda ektui
nob: 5 Sametingets rolle i forhold til stat , kommune og fylkeskommune

source: Mo sámi perspektiiva galgá áimmahuššojuvvot fylkka- ja gielddadásis lea váldojuvvon ovdan máŋgga oktavuođas , ee. st. dieđ. nr. 41 ( 1996–97 ) Norgga sámepolitihka birra .
nob: Hvordan det samiske perspektivet skal ivaretas på fylkes- og kommunenivå , har vært tatt opp ved flere anledninger , bl.a. i St.meld. nr. 41 ( 1996–97 ) Om norsk samepolitikk .

source: Dát lea deaŧalaš čuolbmabidjan go jurddaša ahte sámit leat unnitlogus eanaš gielddain .
nob: Dette er en viktig problemstilling med tanke på at samene er i mindretall i de aller fleste kommunene .

source: Ožžotgo sámepolitihka guovdilis linját háliiduvvon deattu ja beavttu lea sakka sorjavaš das ahte bajit ulbmilat vuođđuduvvet báikkálaš ja guovlluguovdasaš politihkkagárgedeapmái .
nob: Om de sentrale linjene i samepolitikken skal kunne få ønsket gjennomslag og effekt , avhenger i stor grad av om overordnede mål forankres i lokal og regional politikkutvikling .

source: St.meld. nr. 15 ( 2000–2001 ) Nasjonale minoritetar i Noreg – Om statleg politikk overfor jødar , kvener , rom , romanifolket og skogfinnar ( st. dieđ. nr. 15 ( 2000–2001 ) Álbmotlaš veahádagaid birra Norggas – Stáhtalaš politihka birra juvdálaččaid , láddelaččaid , romániálbmoga ja meahcceláttiid guovdu ) deattasta ráđđehus ahte gielddain ja fylkkagielddain lea seamma geatnegasvuohta go stáhtas leat mielde ollašuhttimin veahádatpolitihkalaš geatnegasvuođaid maid Norga lea váldán badjelasas .
nob: I St.meld. nr. 15 ( 2000–2001 ) Nasjonale minoritetar i Noreg – Om statleg politikk overfor jødar , kvener , rom , romanifolket og skogfinnar , understreker regjeringen at kommuner og fylkeskommuner har den samme plikten som staten til å være med på å oppfylle de minoritetspolitiske forpliktelsene som Norge har påtatt seg .

source: Dát gusto dieđusge maiddái geatnegasvuođaide mat Norggas leat sámi veahkadahkii .
nob: Dette gjelder selvsagt også de forpliktelsene Norge har overfor den samiske befolkningen .

source: Dát máksá ahte deasta sámi gielas ja kultuvrras galgá leat mielde politihkalaš vuoruhemiin mat dahkkojuvvojit báikkálaš ja guovlluguovdasaš dásis .
nob: Dette betyr at hensynet til samisk språk og kultur skal være med i de politiske prioriteringene som gjøres på lokalt og regionalt nivå .

source: 5.1 Departemeanttaid ráđđádallan- ja ságaškuššanmekanismmat Sámedikkiin
nob: 5.1 Departementenes mekanismer for konsultasjon og drøftinger med Sametinget

source: Álggahuvvon leat bissovaš čoahkkimat politihkalaš dásis Sámedikki budjeahta hárrái Sámedikki ja Gielda- ja guovlodepartemeantta , ja muhtun eará departemeanttaid gaskkas , ovdal ráđđehusa vuosttas jahkásaš budjeahttakonfereanssa .
nob: Det er etablert faste møter på politisk nivå om Sametingets budsjett mellom Sametinget og Kommunal- og regionaldepartementet , og enkelte andre departementer , forut for regjeringens første årlige budsjettkonferanse .

source: Gielda- ja guovlodepartemeanttas , mii lea sámi áššiid bálddalastindepartemeanta , leat jeavddalaš čoahkkimat Sámedikkiin politihkalaš ja hálddashuslaš dásis .
nob: Kommunal- og regionaldepartementet , som er samordningsdepartement for sa-miske saker i regjeringen , har jevnlige møter med Sametinget på politisk og administrativt nivå .

source: Lassin leat departemeanttas čoahkkimat Sámedikkiin eaŋkiláššiid birra dárbbu mielde .
nob: I tillegg har departementet møter med Sametinget om enkeltsaker etter behov .

source: Gielda- ja guovlodepartemeanta oassálastá maiddái dávjá eará departemeanttaid čoahkkimiidda Sámedikkiin , sihke politihkalaš ja hálddahuslaš dásis .
nob: Kommunal- og regionaldepartementet deltar også ofte på andre departementers møter med Sametinget , både på politisk og administrativt nivå .

source: Sámedikki hálddahuslaš jođihangoddi oassálastá jahkásaš etáhttajođiheaddjikonferensii .
nob: Sametingets administrative ledelse deltar på den årlige etatslederkonferansen .

source: Sosiála- ja dearvvasvuođadepartemeanttas ja Sámedikkis leat čoahkkimat politihkalaš dásis budjeahta ja eará áššiid birra .
nob: Sosial- og helsedepartementet og Sametinget har møter på politisk nivå om budsjett og andre saker .

source: Departemeanta ja Sámediggi leat soahpan čađahit njeallje bissovaš ovttasbargočoahkkima juohke jagi .
nob: Departementet og Sametinget har avtalt å gjennomføre fire faste samarbeidsmøter hvert år .

source: Ulbmilin lea nannet ovttasbarggu ráđđehusa ja Sámedikki gaskkas dearvvasvuođa- ja sosiálaáššiin mat gusket sámi veahkadahkii .
nob: Målet er å styrke samarbeidet mellom regjeringen og Sametinget i helse- og sosialsaker i forhold til den samiske befolkningen .

source: Muđui lea jeavddalaš oktavuohta Sosiála- ja dearvvasvuođadepartemeantta ja Sámedikki hálddahusa gaskkas , ee. jahkásaš juolludusgirjjiid oktavuođas .
nob: Det er ellers jevnlig kontakt mellom Sosial- og helsedepartementet og Sametingets administrasjon , bl.a. i forbindelse med de årlige tildelingsbrevene .

source: Mánáid- ja bearašdepartemeanttas lea čoahkkin Sámedikkiin sámi mánáidgárdegažaldagaid birra guktii jagis .
nob: Barne- og familiedepartementet har møte med Sametinget om samiske barnehagespørsmål to ganger i året .

source: Sámedikki loahpahuvvon mánáid- ja nuoraidprojeavtta oktavuođas dollojuvvojedje máŋga oktavuođačoahkkima departemeanttain .
nob: I forbindelse med Sametingets avsluttede barne- og ungdomsprosjekt , ble det avholdt flere kontaktmøter med departementet .

source: — oahkkimat galget dollojuvvot maiddái projeavtta čuovvoleamis .
nob: Det vil bli avholdt møter også i oppfølgingen av prosjektet .

source: Departemeanttas leat jahkásaš budjeahttačoahkkimat Sámedikkiin politihkalaš dásis .
nob: Departementet har årlige budsjettmøter med Sametinget på politisk nivå .

source: Mánáid- ja bearašdepartameanta háliida lagat ja jeavddalaččat ovttasbarggu Sámedikkiin dál go mánáid- ja nuoraidpolitihkka lea laktojuvvon Sámedikki bargo- ja politihkkaduovdagiidda .
nob: Barne- og familiedepartementet ønsker et tettere og mer regelmessig samarbeid med Sametinget , nå som barne- og ungdomspolitikk er innarbeidet som et av Sametingets arbeids- og politikkområder .

source: Departemeanta háliida maiddái ovttasbargat Sámedikkiin gárgedit dagaldusaid sámi mánáid ja nuoraid buktin evttohusaid hárrái sámi mánáid- ja nuoraidpolitihka viidáset gárgedeapmái , guovddášlaččat ja báikkálaččat .
nob: Departementet ønsker også å samarbeide med Sametinget om utvikling av rutiner for innspill fra samiske barn og ungdom til en videre utvikling av en samisk barne- og ungdomspolitikk , sentralt og lokalt .

source: Departemeanta áigu ovttasbargat Sámedikkiin ain arvvosmahttit gielddaid ovddidit gielddaid fálaldagaid gárgedeami mat nannejit sámi mánáid ja nuoraid identitehta ja gullevašvuođa sámi servodahkii .
nob: Departementet vil samarbeide med Sametinget om en fortsatt stimulering av kommunene for å fremme utvikling av tilbud i kommunene som styrker samiske barn og ungdoms identitet og tilhørighet i det samiske samfunnet .

source: Girko- , oahppo- ja dutkandepartemeanttas leat čoahkkimat Sámedikkiin sihke politihkalaš ja hálddahuslaš dásis áigeguovdilis oahpahanáššiid ja budjeahta birra .
nob: Kirke- , utdannings- og forskningsdepartementet har møter med Sametinget på både politisk og administrativt nivå om aktuelle opplæringssaker og om budsjett .

source: Stáhtalaš oahppohálddahusas leat jeavddalaš čoahkkimat ( 7–8 jahkásaččat ) .
nob: Den statlige utdanningsadministrasjonen har jevnlige møter ( 7–8 ganger årlig ) .

source: Sámedikki hálddahus oassálastá dáid čoahkkimiidda .
nob: Sametingets administrasjon deltar på disse møtene .

source: Dáid čoahkkimiid oktavuođas leat čoahkkimat sámi oahpahansáššiid birra sullii 5 geardde jagis , maidda departemeanta , Sámediggi , 5 davimus oahppodirektora ja Oahppanguovddáš oassálastet .
nob: I tilknytning til disse møtene er det møter om samiske opplæringsspørsmål ca. 5 ganger i året , hvor departementet , Sametinget , de 5 nordligste utdanningsdirektørene og Læringssenteret deltar .

source: Našuvnnalaš koordinerenjoavkkus SAMTAK ( bálddalastin- ja gelbbolašvuođaloktenprojeakta skuvlajođiheddjiide ja PP-bálvalussii ) leat čoahkkimat 3–4 geardde jagis .
nob: Nasjonal koordineringsgruppe for SAMTAK ( samordnings- og kompetansehevingsprosjekt for skoleledere og PP-tjenesten ) har møter 3–4 ganger i året .

source: Eanadoallodepartemeanttas leat čoahkkimat Sámedikkiin budjeahta ja eará politihkalaš áššiid birra politihkalaš dásis .
nob: Landbruksdepartementet har møter med Sametinget om budsjett og andre politiske saker på politisk nivå .

source: Lassin lea departemeanttas oktavuohta Sámedikkiin áššegieđahallidásis eaŋkiláššiin .
nob: I tillegg har departementet kontakt med Sametinget på saksbehandlernivå i enkeltsaker .

source: Boazodoalu váldošiehtadusas , dahkkojuvvon guovvamánu 26. 1993 Stáhta , Eanadoallodepartemeantta bokte , ja Norgga Boazosápmelaččaid Riikkasearvvi gaskkas lea Sámediggái addojuvvon doaibmevaš politihkalaš rolla .
nob: I Hovedavtale for reindriften , inngått 26. februar 1993 mellom Staten ved Landbruksdepartementet og Norske Reindriftssamers Landsforbund , er Sametinget gitt en aktiv politisk rolle .

source: Sámedikkis lea dáid maŋimuš jagiid leamaš dárkojeaddjistáhtus 1 stáhta bealde jahkásaš boazodoallošiehtadallamiin .
nob: Sametinget har i de senere årene hatt observatørstatus på statens side under de årlige reindriftsavtaleforhandlingene .

source: Maŋŋil go áššeoasálaččat leat soahpan loahpalaš šiehtadusevttohusa hárrái , de sáddejuvvo evttohus Stuorradiggái ealáhuskomitea gieđahallamii .
nob: Etter at partene har kommet fram til et avtaleutkast , oversendes forslaget til Stortinget for behandling i næringskomitéen .

source: Sámediggái galgá addojuvvot vejolašvuohta cealkit boazodoallošiehtadusa birra ovdal go dat gieđahallojuvvo Stuorradikkis .
nob: Sametinget skal gis anledning til å uttale seg om reindriftsavtalen før behandling i Stortinget .

source: Dat dáhpáhuvvá nu ahte komitea sádde proposišuvnna Sámediggái cealkámuša várás .
nob: Det skjer ved at komitéen sender proposisjonen til Sametinget for uttalelse .

source: Komitea sáhttá diekkár bargovugiin váldit mielde vejolaš kommeanttaid Sámedikkis , ovdal go árvalus ovddiduvvo Stuorradiggái .
nob: Komitéen kan med en slik framgangsmåte innarbeide eventuelle kommentarer fra Sametinget , før innstilling fremmes for Stortinget .

source: Guolástusdepartemeanttas leat čoahkkimat Sámedikkiin politihkalaš dásis guktii jagis , main eaŋkiláššit ja budjeahtta váldojuvvo ovdan .
nob: Fiskeridepartementet har møter med Sametinget på politisk nivå to ganger i året , der enkeltsaker og budsjett tas opp .

source: Sámediggi lea maiddái departemeantta gonagasreabbá hálddaheami bargojoavkkus mielde .
nob: Sametinget er også med i departementets arbeidsgruppe for forvaltning av kongekrabbe .

source: Kultuvradepartemeanttas leat čoahkkimat Sámedikkiin politihkalaš ja ámmátdásis main budjeahtta ja eará áššit váldojuvvojit ovdan .
nob: Kulturdepartementet har møter med Sametinget på politisk- og embetsnivå , der budsjett og andre saker tas opp .

source: Sámediggi lea sávvan ahte oktavuohta hálddahuslaš dásis ferte gárgeduvvot ja buorránit .
nob: Sametinget har uttrykt ønske om at kontakten på administrativt nivå må utvikles og bli bedre .

source: Guokte bissovaš jahkásaš čoahkkima lea šihttojuvvon politihkalaš dásis kulturministara ja sámediggepresideantta gaskkas .
nob: Det er avtalt 2 faste årlige møter på politisk nivå mellom kulturministeren og samtetingspresidenten .

source: Sámi kulturgažaldagaid oktavuođalávdegoddi álggahuvvui 1994 .
nob: Kontaktutvalget for samiske kulturspørsmål ble opprettet i 1994 .

source: Kultuvradepartemeanta , Gielda- ja guovlodepartemeanta , Norgga kulturráđđi ja Sámi kulturráđđi leat ovddastuvvon lávdegottis , man Kultuvradepartemeantta ovddasteaddji jođiha .
nob: Kulturdepartementet , Kommunal- og regionaldepartementet , Norsk kulturråd og Samisk kulturråd er representert i utvalget , som ledes av Kulturdepartementets representant .

source: Lávdegottis leat dábálaččat leamaš golbmanjeallje čoahkkima jahkái ja dat lea doaibman oktavuođalađasin norgalaš eiseválddiid ja sámi institušuvnnaid gaskkas main lea ovddasvástádus kulturduovdagis .
nob: Utvalget har normalt hatt tre til fire møter i året og har virket som et bindeledd mellom norske myndigheter og samiske institusjoner med ansvar på kulturområdet .

source: Sierra orgána mii bisuha dán oktavuođa sáhttá almmatge muhtumin orrut hálddahuslaččat dárbbašmeahttun ja ájihahtti .
nob: Et eget organ for å opprettholde denne kontakten kan imidlertid til tider virke administrativt unødvendig og forsinkende .

source: Danne ráđđehus oaivvilda ahte Oktavuođalávdegoddi loahpahuvvo dálá hámis .
nob: Regjeringen tar derfor sikte på at Kontaktutvalget i sin nåværende form avvikles .

source: Kultuvradepartemeanta háliida lagas oktavuođa sámi orgánaiguin kulturduovdagis .
nob: Fra Kulturdepartementets side er det ønskelig med nær kontakt med samiske organer på kulturområdet .

source: Dat dahká vuđđosa nu geahppa áššegieđahallamii go vejolaš ja diekkár oktavuohta sáhttá veahkehit váfistit nu buori gieđahallama go vejolaš sámi kulturáššiide .
nob: Det legger grunnlaget for enklest mulig saksbehandling og slik kontakt kan bidra til å sikre en best mulig behandling av samiske kultursaker .

source: Kultuvradepartemeanta áigu ovttasbargat Sámedikkiin vai váfistuvvo lagas oktavuođa bisuheapmi mii lea sajáiduvvan guovddášhálddahusa ja sámi kultureallima ovddasteddjiid gaskii .
nob: Kulturdepartementet vil legge opp til et samarbeid med Sametinget som sikrer at den nære kontakten som er opparbeidet mellom sentraladministrasjonen og representanter for samisk kulturliv , opprettholdes også i fremtiden .

source: Birasgáhttendepartemeanttas leat čoahkkimat Sámedikkiin budjeahta ja eará politihkalaš áššiid birra .
nob: Miljøverndepartementet har møter med Sametinget om budsjett og andre politiske saker .

source: Departemeanttas leat maiddái jahkásaš oktavođačoahkkimat hálddahuslaš dásis biras- ja kultursuodjalusáššiid birra .
nob: Departementet har også årlige kontaktmøter på administrativt nivå om miljø- og kulturvernsaker .

source: Sámedikki Báikkálaš Agenda 21-projeavtta ( 1999–2001 ) projeaktaáigodagas lea leamaš dávjes oktavuohta hálddahuslaš dásis Birasgáhttendepartemeantta ja Sámedikki gaskkas .
nob: I prosjektperioden for Sametingets Lokal Agenda 21-prosjekt ( 1999–2001 ) har det vært hyppig kontakt på administrativt nivå mellom Miljøverndepartementet og Sametinget .

source: Sámi kulturmuitoráđi huksenmuttus lea Riikkaantikvára deaŧalaš oktavuođalađas .
nob: I oppbyggingsfasen av Samisk kulturminneråd har Riksantikvaren vært et viktig kontaktledd .

source: Sámediggi lea mielde Plánaláhkalávdegotti refereansajoavkkus .
nob: Sametinget er med i referansegruppen for Planlovutvalget .

source: Justiisadepartemeanttas ja Sámedikkis leat leamaš čoahkkimat Sámi vuoigatvuođalávdegotti barggu birra politihkalaš dásis .
nob: Justisdepartementet og Sametinget har hatt møter om Samerettsutvalgets arbeid på politisk nivå .

source: Dát gusto sihke ođđa lávdegotti nammadeapmái máddelis Finnmárkku ja lávdegotti barggu čuovvoleapmái Finnmárkkus .
nob: Dette gjelder både oppnevningen av det nye utvalget sør for Finnmark og oppfølging av utvalgets arbeid i Finnmark .

source: Plánejuvvo dialoga 2 Sámedikkiin ja Finnmárkku fylkkain Sámi vuoigatvuođalávdegotti oassečielggadeami NOU 1997 : 4 Sámi kultuvrra luondduvuođus čuovvoleami birra .
nob: Det planlegges en dialog med Sametinget og Finnmark fylke om oppfølgingen av Samerettsutvalgets annen delutredning NOU 1997 : 4 Naturgrunnlaget for samisk kultur .

source: Lassin čoahkkimiidda Olgoriikkadepartemeanttain politihkalaš dásis budjeahta ja eará áššiid birra lea Sámediggi mielde Olgoriikkadepartemantta ráđđeaddi lávdegottis olmmošvuoigatvuođaid hárrái ja departemeantta bargojoavkkus riikkaidgaskasaš eamiálbmotlogijagi hárrái ( 1995–2004 ) .
nob: I tillegg til møter med Utenriksdepartementet på politisk nivå om budsjett og andre saker , deltar Sametinget i Utenriksdepartementets rådgivende utvalg for menneskerettigheter og i departementets arbeidsgruppe for det internasjonale urfolkstiåret ( 1995–2004 ) .

source: Olgoriikkadepartemeantta ráđđeaddi lávdegottis leat eiseválddiid , ealáhuseallin- ja fágaorganisašuvnnaid , eaktodáhtolaš organisašuvnnaid ja politihkalaš bellodagaid miellahtut .
nob: Utenriksdepartementets rådgivende utvalg består av medlemmer fra myndighetene , næringslivs- og fagorganisasjoner , frivillige organisasjoner og politiske partier .

source: Bargojoavkkus leat , lassin Olgoriikkadepartementii ja Sámediggái , Gielda- ja guovlodepartemeanta ja NORAD .
nob: I arbeidsgruppen møter , i tillegg til Utenriksdepartementet og Sametinget , Kommunal- og regionaldepartementet og NORAD .

source: Sámediggi bovdejuvvo maiddái oassálastit norgalaš sáttagottiide ON-čoahkkimiidda mat gieđahallet eamiálbmotgažaldagaid , ja addit evttohusaid diekkár čoahkkimiid válmmaštettiin .
nob: Sametinget inviteres også til å delta i norske delegasjoner til FN-møter som behandler urfolksspørsmål , og til å gi innspill i forberedelsene til slike møter .

source: Sámediggi oassálastá maiddái norgalaš sáttegoddái Arktalaš Ráđi barggus , vrd. kapihttaliin 16 .
nob: Sametinget deltar også i den norske delegasjonen i arbeidet i Arktisk råd , jf. kapittel 16 .

source: Prográmmas Eamiálbmogat veahkis daddjojuvvo ahte Sámediggi galgá váldojuvvot mielde .
nob: I programmet for Urfolk i bistanden heter det at Sametinget skal involveres .

source: Dát lea iešguđet sivas maŋŋonan .
nob: Dette har av forskjellige grunner blitt forsinket .

source: Olgoriikkadepartemeanta áigu veahkehit dán ovttasbarggu doaibmagoahtit .
nob: Utenriksdepartementet vil bidra til at dette samarbeid kommer i gang .

source: Eará departemeanttain leat čoahkkimat Sámedikkiin eaŋkiláššiin dárbbu mielde .
nob: Øvrige departementer har møter med Sametinget i enkeltsaker etter behov .

source: Stáhtaministtar deaivvada njealji davimus fylkkasátnejođiheddjiin ja Sámediggepresideanttain oktanaga oktii jagis .
nob: Statsministeren møter de fire nordligste fylkesordførerne og Sametingspresidenten samlet en gang i året .

source: Dáid čoahkkimiin váldojuvvojit riikkaoasi áigeguovdilis fáttát ja čuolbmabidjamat ovdan .
nob: På disse møtene blir aktuelle temaer og problemstillinger for landsdelen tatt opp .

source: — oahkkimiidda oassálastet maiddái fágastáhtaráđit fáttáid mielde mat váldojuvvojit ovdan .
nob: På møtene deltar også fagstatsråder ut fra de temaene som blir tatt opp .

source: 5.1.1 Oktavuohta Sámedikki ja departemeanttaid vuollálas etáhtaid gaskkas
nob: 5.1.1 Kontakt mellom Sametinget og departementenes underliggende etater

source: Luondduhálddahandirektoráhtas lea oktavuohta Sámedikkiin guovdilis boraspirelávdegotti bokte ja anadroma ( guolit mat ellet sihke sálte- ja sáivačázis ) luossaguliid ovttasbargoráđis , mas Sámediggi lea mielde .
nob: D irektoratet for naturforvaltning har kontakt med Sametinget gjennom det sentrale rovviltutvalget og i samarbeidsrådet for anadrome laksefisk ( fisk som lever både i salt- og ferskvann ) , hvor Sametinget deltar .

source: Sámediggi ovttasbargá dávjá direktoráhtain eaŋkiláššiin .
nob: Sametinget samarbeider også ofte med direktoratet i enkeltsaker .

source: Guolástusdirektoráhta oktavuohta Sámedikkiin lea kanaliserejuvvon guliid riikkagottálaš regulerenráđi ja riikkagottálaš riddonjuorjjoráđi bokte .
nob: Fiskeridirektoratets kontakt med Sametinget er kanalisert gjennom det nasjonale reguleringsrådet for fisk og det nasjonale kystselrådet .

source: Sámediggi oassálastá njelljii jagis Riikkaantikvára fágalaš oktavuođalávdegoddái .
nob: Sametinget deltar fire ganger årlig i Riksantikvarens faglige kontaktutvalg .

source: Dasto oassálastá Sámediggi Riikkaantikvára jahkásaš riikkačoahkkanemiide ja jahkásaš kulturmuitokonferensii .
nob: Videre deltar Sametinget i Riksantikvarens årlige landsdelssamlinger og på den årlige kulturminnekonferansen .

source: Lassin lea dávjes oktavuohta eaŋkiláššiin .
nob: I tillegg er det hyppig kontakt i enkeltsaker .

source: Sámediggi juohká jahkásaččat ruđaid Riikkaantikvára beales .
nob: Sametinget deler årlig ut midler på vegne av Riksantikvaren .

source: Ovttasbargu Sámedikki ja Norgga kulturráđi gaskkas lea doaibman sihke Sámi kulturgažaldagaid oktavuođalávdegotti bokte ja njuolga Sámi kulturráđi ja Norgga kulturráđi gaskkas .
nob: Samarbeidet mellom Sametinget og Norsk kulturråd har foregått både gjennom Kontaktutvalget for samiske kulturspørsmål og direkte mellom Samisk kulturråd og Norsk kulturråd .

source: 5.1.2 Sámedikki gaskavuohta Ráđđehusadvokáhttii
nob: 5.1.2 Sametingets forhold til Regjeringsadvokaten

source: Ráđđehusadvokáhta váldodahkamušat lea diggeáššiid vuodjit stáhtainstitušuvnnaid beales , addit cealkámušaid ja smiehttamušaid rievttálaš gažaldagain ja dihto muddui veahkehit hálddahusa šiehtadallamiin .
nob: Regjeringsadvokatens hovedoppgaver er å føre rettssaker for statsinstitusjoner , gi uttalelser og betenkninger om rettslige spørsmål og i en viss utstrekning bistå forvaltningen under forhandlinger .

source: Sámediggi lea jearran mo Sámediggi sáhttá geavahit Ráđđehusadvokáhta .
nob: Sametinget har reist spørsmål om hvordan Sametinget kan benytte Regjeringsadvokaten .

source: Dán duogážin lea ahte Sámediggi 1999 bivddii Ráđđehusadvokáhta Sámedikki beales árvvoštallat stevdnet Statskog SF:a ( Stáhtavuovddit SF ) vai oažžu Finnmárkku Eanavuovdinstivrra mearrádusa addit doaibmalobi luonddugeađggi roggamii Riebanváris ja Náránaččas Guovdageainnus , ja Statskog SF:a mearrádusaid váidalusáššiin , celkojuvvot gustomeahttumin .
nob: Bakgrunnen for dette er at Sametinget i 1999 ba Regjeringsadvokaten , på vegne av Sametinget , vurdere stevning mot Statskog SF for å få kjent Finnmark Jordsalgsstyres vedtak om driftstillatelse for uttak av naturstein i Riebanvarri og Narana i Kautokeino , samt Statskog SFs vedtak i klagesakene , ugyldige .

source: ( Sámedikki unnitlohku ii háliidan diekkár meannudanvuogi . )
nob: ( Et mindretall i Sametinget ønsket ikke en slik framgangsmåte ) .

source: Ráđđehusadvokáhtta hilggui Sámedikki ávžžuhusa , ja čujuhii ahte Ráđđehusadvokáhtta máŋgga áššis loaidá ovdan Statskoga SF:a beales ja dan ráđđeaddin .
nob: Regjeringsadvokaten av-viste Sametingets anmodning , med henvisning til at Regjeringsadvokaten i en rekke saker opptrer på vegne av Statskog SF og som dets rådgiver .

source: Ráđđehusadvokáhtta lea vuosttažettiin ráđđehusa ja departemeanttaid ášševuoddji .
nob: Regjeringsadvokaten er først og fremst regjeringens og departementenes advokat .

source: Vejolaš veahkki vuolit etáhtaide ferte kanaliserejuvvot ovddasvástideaddji departemeantta bokte .
nob: Eventuell bistand til underliggende etater må kanaliseres gjennom ansvarlig departement .
